StruSoft.Interop.StruXml.Data.Bar_type


StruSoft.Interop.StruXml.Data.Bar_type.Items


StruSoft.Interop.StruXml.Data.Bar_type.Truss_behaviour


StruSoft.Interop.StruXml.Data.Bar_type.End


StruSoft.Interop.StruXml.Data.Bar_type.Any


StruSoft.Interop.StruXml.Data.Bar_type.Guid


StruSoft.Interop.StruXml.Data.Bar_type.Last_change


StruSoft.Interop.StruXml.Data.Bar_type.Action


StruSoft.Interop.StruXml.Data.Bar_type.Hash_order_id


StruSoft.Interop.StruXml.Data.Bar_type.Name


StruSoft.Interop.StruXml.Data.Bar_type.Type


StruSoft.Interop.StruXml.Data.Bar_type.Shell_model


StruSoft.Interop.StruXml.Data.Bar_type.Maxforce


StruSoft.Interop.StruXml.Data.Bar_type.MaxforceSpecified


StruSoft.Interop.StruXml.Data.Bar_type.Compressions_plasticity


StruSoft.Interop.StruXml.Data.Bar_type.Tension


StruSoft.Interop.StruXml.Data.Bar_type.TensionSpecified


StruSoft.Interop.StruXml.Data.Bar_type.Tensions_plasticity


StruSoft.Interop.StruXml.Data.Bar_type.AnyAttr
